Repository: wflixu/iMonet
Catalog: Sources/Monet/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en

# About
source: 关于
en: About

# Are you sure you want to move "%@" to the Trash?
source: 确定要将「%@」移到废纸篓吗？
en: Are you sure you want to move "%@" to the Trash?

# Cancel
source: 取消
en: Cancel

# Contribute
source: 参与贡献
en: Contribute

# Copy Image
source: 复制图片
en: Copy Image

# Copy Image Path
source: 复制图片路径
en: Copy Image Path

# Delete
source: 删除
en: Delete

# Delete Picture
source: 删除图片
en: Delete Picture

# Fit to window
source: 适应窗口
en: Fit to window

# General
source: 通用
en: General

# Next picture
source: 下一张
en: Next picture

# Picture info
source: 图片信息
en: Picture info

# Preferences...
source: 偏好设置...
en: Preferences...

# Previous picture
source: 上一张
en: Previous picture

# Quit iMonet
source: 退出 iMonet
en: Quit iMonet

# Report a Bug
source: 反馈问题
en: Report a Bug

# Rotate left
source: 向左旋转
en: Rotate left

# Rotate right
source: 向右旋转
en: Rotate right

# Select Image File
source: 选择图片文件
en: Select Image File

# Settings
source: 设置
en: Settings

# Toggle navigation
source: 切换导航
en: Toggle navigation

# Version
source: 版本
en: Version

# Zoom in
source: 放大
en: Zoom in

# Zoom out
source: 缩小
en: Zoom out

source: 一款专注于高效浏览图片的查看器。支持鼠标焦点缩放，精准放大你关注的细节；打开图片时自动索引同文件夹所有图片，浏览无需重复操作。
en: A focused image viewer for efficient browsing. Mouse-centric zoom lets you magnify details precisely where you look. Auto-indexes all images in the same folder for seamless navigation.

source: 信息
en: Info

source: 修改时间
en: Modified

source: 像素
en: Resolution

source: 允许
en: Allow

source: 允许 iMonet 访问此文件夹以浏览所有图片
en: Allow iMonet to access this folder to browse all images

source: 名称
en: Name

source: 大小
en: Size

source: 打开图片时自动加载同一文件夹下的所有图片
en: Automatically load all images from the same folder when opening an image

source: 格式
en: Format

source: 点击 + 添加授权文件夹，添加后打开该文件夹内的图片无需再次授权。
en: Click + to add authorized folders. Once added, images in those folders can be opened without re-authorization.

source: 授权文件夹
en: Authorized Folders

source: 添加文件夹
en: Add Folder

source: 图片浏览
en: Image Browsing

source: 自动索引文件夹中的图片
en: Auto-index images in folder

# Buy Now
source: 立即购买
en: Buy Now

# Lifetime Purchase
source: 终生买断
en: Lifetime Purchase

# Maybe Later
source: 下次再说
en: Maybe Later

# One-time purchase
source: 一次性买断
en: One-time purchase

# Purchase Failed
source: 购买失败
en: Purchase Failed

# Purchase Pending
source: 购买待处理
en: Purchase Pending

# Purchase Successful
source: 购买成功
en: Purchase Successful

# Purchasing...
source: 购买中...
en: Purchasing...

# Thank you for supporting iMonet!
source: 感谢你支持 iMonet！
en: Thank you for supporting iMonet!

# View Support Options
source: 查看支持选项
en: View Support Options

# Support iMonet
source: 支持 iMonet
en: Support iMonet

source: 感谢你使用 iMonet 浏览图片！如果觉得好用，请考虑支持我们：
en: Thank you for using iMonet to browse images! If you find it useful, please consider supporting us:

# Yearly Support
source: 包年支持
en: Yearly Support

# ¥6/year
source: ¥6/年
en: ¥6/year
